MESSAGES = {
    'common_error': '❌ Извините, но нейросети не удалось транскрибировать Ваш исходный материал.\n\nУбедитесь, что отправленный файл содержит запись речи или диалога, и не перегружен сторонними звуками и лишним шумом, либо попробуйте повторить попытку позднее.',
    'select_file': 'Выберите аудио/видео файл для транскрипции.',
    'transcription_process_completed': 'Процесс транскрипции завершён.',
    'transcription_process': 'Процесс транскрипции запущен...\nПожалуйста, подождите.',
    'wrong_file_type': 'Пожалуйста, отправьте исходный материал как аудио, видео или документ.',
}
