MESSAGES = {
    'common_error': '❌ Извините, но нейросети не удалось транскрибировать Ваш исходный материал.\n\nУбедитесь, что ссылка на Яндекс.Диск корректна, размер файла не превышает 1 Гб и содержит запись речи или диалога.',
    'link_error': 'Ссылка на Яндекс.Диск - не рабочая!',
    'paste_link': 'Пожалуйста, отправьте публичную ссылку на файл из Яндекс.Диск.',
    'transcription_process_completed': 'Процесс транскрипции завершён.',
    'transcription_process': 'Процесс транскрипции запущен...\nПожалуйста, подождите.',
}