MESSAGES = {
    'common_error': '❌ Извините, но нейросети не удалось транскрибировать Ваш исходный материал.\n\nУбедитесь, что ссылка на Яндекс.Диск корректна и содержит запись речи или диалога, не перегруженную сторонними звуками и лишним шумом, либо попробуйте повторить попытку позднее.',
    'file_too_big': '❌ Извините, размер Вашего файла превышает 1 Гб - нейросеть не сможет обработать файл такого размера. Если это видеозапись, попробуйте извлечь из неё аудио и отправить на расшифровку полученный файл.\n\nНапример, с помощью Audacity:\nhttps://www.audacityteam.org/download/',
    'link_error': 'Ссылка на Яндекс.Диск - не рабочая!',
    'paste_link': 'Пожалуйста, отправьте публичную ссылку на файл из Яндекс.Диск.',
    'transcription_process_completed': 'Процесс транскрипции завершён.',
    'transcription_process': 'Процесс транскрипции запущен...\nПожалуйста, подождите.',
}